{
  "en": {
    "title": "Yunus Emre Koyunlu",
    "nav_resume": "Resume",
    "name": "Y. Emre KOYUNLU",
    "email": "yunusemrekoyunlu@gmail.com",
    "bio_title": "Who Am I?",
    "bio_intro_1": "Hello there! I'm Yunus Emre Koyunlu, a 27-year-old individual on an exciting journey to transition into the world of technology. Armed with a Bachelor's degree and a passion for innovation, I'm now diving headfirst into the realm of web design by finishing FCC's Responsive Web Design Course.",
    "bio_intro_2": "Having gained valuable insights and experiences through my academic pursuits, I'm channeling my enthusiasm towards mastering AI technologies that have the power to reshape industries and redefine possibilities. Join me as I embark on this exhilarating adventure, seeking to contribute to the ever-evolving landscape of artificial intelligence and its myriad applications.",
    "skills_title": "Skills:",
    "skill_html5": "HTML5",
    "skill_html5_desc": "Proficient in creating structured web content using HTML5.",
    "skill_css3": "CSS3",
    "skill_css3_desc": "Skilled in styling web pages using CSS3 and CSS frameworks.",
    "skill_js": "JavaScript",
    "skill_js_desc": "Learning JavaScript and its application in web development.",
    "skill_python": "Python",
    "skill_python_desc": "Learning to automate things with Python.",
    "passions_title": "Passions and Hobbies:",
    "passions_content": "When I'm not coding, I enjoy hiking in the mountains, experimenting with new cooking recipes, and playing guitar. I'm also an avid reader and love exploring new places.",
    "projects_title": "My Projects:",
    "project_1_title": "Discord Bot",
    "project_1_description": "A Wikipedia bot that uses '!wiki' command to pull information from Wikipedia.",
    "project_2_title": "Product Landing Page",
    "project_2_description": "A product landing page made for FreeCodeCamp.",
    "project_3_title": "Technical Documentation Page",
    "project_3_description": "A basic technical documentation page.",
    "project_4_title": "Survey Page",
    "project_4_description": "A survey page made for FreeCodeCamp."
  },
  "tr": {
    "title": "Yunus Emre Koyunlu",
    "nav_resume": "Özgeçmiş",
    "name": "Y. Emre KOYUNLU",
    "email": "yunusemrekoyunlu@gmail.com",
    "bio_title": "Ben Kimim?",
    "bio_intro_1": "Merhaba! Ben Yunus Emre Koyunlu, 27 yaşında ve teknoloji dünyasına geçiş yapan heyecan verici bir yolculuktayım. Bir Lisans derecesi ve yenilikçilik tutkusu ile donatılmış olarak, FCC'nin Responsive Web Tasarım Kursu'nu bitirerek web tasarım dünyasına adım atıyorum.",
    "bio_intro_2": "Akademik çalışmalarım aracılığıyla elde ettiğim bakış açıları ve deneyimler sayesinde, heyecanımı sektörleri yeniden şekillendirecek ve olanakları yeniden tanımlayacak yapay zeka teknolojilerinde ustalaşmaya yönleniyorum. Yapay zeka ve çok sayıda uygulama alanın ve sürekli evrilen manzarasına katkıda bulunmaya çalışırken benimle bu heyecan verici maceraya katılın,",
    "skills_title": "Yetenekler:",
    "skill_html5": "HTML5",
    "skill_html5_desc": "HTML5 kullanarak yapılandırılmış web içeriği oluşturma konusunda uzmanım.",
    "skill_css3": "CSS3",
    "skill_css3_desc": "CSS kullanarak web sayfaları tasarlama konusunda yetenekliyim.",
    "skill_js": "JavaScript",
    "skill_js_desc": "JavaScript'i öğreniyorum ve web geliştirme alanındaki uygulamalarını anlamaya çalışıyorum.",
    "skill_python": "Python",
    "skill_python_desc": "Python ile 'şeyleri' otomatikleştiriyorum.",
    "passions_title": "Hobiler ve Tutkular:",
    "passions_content": "Kod yazmadığım zamanlarda, dağlarda yürümek, yeni yemek tarifleri denemek ve gitar çalmak gibi hobilerim var. Ayrıca, çok okuyan biriyim ve yeni yerler keşfetmeyi seviyorum.",
    "projects_title": "Projelerim:",
    "project_1_title": "Discord Bot",
    "project_1_description": "Wikipedia'dan bilgi çekmek için '!wiki' komutunu kullanan bir Wikipedia botu.",
    "project_2_title": "Ürün Tanıtım Sayfası",
    "project_2_description": "FreeCodeCamp için yapılmış bir ürün tanıtım sayfası.",
    "project_3_title": "Teknik Dokümantasyon Sayfası",
    "project_3_description": "Temel bir teknik dokümantasyon sayfası.",
    "project_4_title": "Anket Sayfası",
    "project_4_description": "FreeCodeCamp için yapılmış bir anket sayfası."
  }
}
