{
  "en": {
    "title": "Yunus Emre Koyunlu",
    "nav_resume": "Resume",
    "name": "Y. Emre KOYUNLU",
    "email": "yunusemrekoyunlu@gmail.com",
    "bio_title": "Who Am I?",
    "bio_intro_1": "Hello there! I'm Yunus Emre Koyunlu, a 27-year-old individual on an exciting journey to transition into the world of technology. Although I graduated with a degree in philology, I challenged myself to venture into the tech world, discovering the 'apples' of the internet.",
    "bio_intro_2": "I got my start in tech through FCC's Responsive Web Design Course, and now I'm expanding my horizons by pursuing a career in Cyber Security. I've earned a Cyber Security certificate from Ankara University and a Web Management Systems certificate from Anadolu University. My goal is to leverage tools like AI to make an impact in this field. Join me on this exhilarating adventure as I dive deeper into the ever-evolving landscape of technology!",
    "skills_title": "Skills:",
    "skill_html5": "HTML5",
    "skill_html5_desc": "Proficient in creating structured web content using HTML5.",
    "skill_css3": "CSS3",
    "skill_css3_desc": "Skilled in styling web pages using CSS3 and CSS frameworks.",
    "skill_js": "JavaScript",
    "skill_js_desc": "Learning JavaScript and its application in web development.",
    "skill_python": "Python",
    "skill_python_desc": "Learning to automate things with Python.",
    "passions_title": "Passions and Hobbies:",
    "passions_content": "When I'm not coding, I enjoy hiking in the mountains, experimenting with new cooking recipes, and playing guitar. I'm also an avid reader and love exploring new places.",
    "projects_title": "My Projects:",
    "project_1_title": "Discord Bot",
    "project_1_description": "A Wikipedia bot that uses '!wiki' command to pull information from Wikipedia.",
    "project_2_title": "Product Landing Page",
    "project_2_description": "A product landing page made for FreeCodeCamp.",
    "project_3_title": "Technical Documentation Page",
    "project_3_description": "A basic technical documentation page.",
    "project_4_title": "Survey Page",
    "project_4_description": "A survey page made for FreeCodeCamp."
  },
  "tr": {
    "title": "Yunus Emre Koyunlu",
    "nav_resume": "Özgeçmiş",
    "name": "Y. Emre KOYUNLU",
    "email": "yunusemrekoyunlu@gmail.com",
    "bio_title": "Ben Kimim?",
    "bio_intro_1": "Merhaba! Ben Yunus Emre Koyunlu, 27 yaşında ve teknoloji dünyasına geçiş yapan heyecan verici bir yolculuktayım. Filoloji bölümünden mezun olmama rağmen, kendimi teknoloji dünyasına adadım ve internetin 'elma'larını keşfetmeye başladım.",
    "bio_intro_2": "Teknolojiye ilk adımımı FCC'nin Responsive Web Tasarım Kursu ile attım ve şimdi ufkumu genişleterek siber güvenlik alanına yöneliyorum. Ankara Üniversitesi'nden Siber Güvenlik sertifikası ve Anadolu Üniversitesi'nden Web Yönetim Sistemleri sertifikası aldım. Amacım, yapay zeka gibi araçları kullanarak bu alanda etkili olmaktır. Teknolojinin sürekli gelişen manzarasına daha derinlemesine dalarken, bu heyecan verici macerada bana katılın!",
    "skills_title": "Yetenekler:",
    "skill_html5": "HTML5",
    "skill_html5_desc": "HTML5 kullanarak yapılandırılmış web içeriği oluşturma konusunda uzmanım.",
    "skill_css3": "CSS3",
    "skill_css3_desc": "CSS kullanarak web sayfaları tasarlama konusunda yetenekliyim.",
    "skill_js": "JavaScript",
    "skill_js_desc": "JavaScript'i öğreniyorum ve web geliştirme alanındaki uygulamalarını anlamaya çalışıyorum.",
    "skill_python": "Python",
    "skill_python_desc": "Python ile 'şeyleri' otomatikleştiriyorum.",
    "passions_title": "Hobiler ve Tutkular:",
    "passions_content": "Kod yazmadığım zamanlarda, dağlarda yürümek, yeni yemek tarifleri denemek ve gitar çalmak gibi hobilerim var. Ayrıca, çok okuyan biriyim ve yeni yerler keşfetmeyi seviyorum.",
    "projects_title": "Projelerim:",
    "project_1_title": "Discord Bot",
    "project_1_description": "Wikipedia'dan bilgi çekmek için '!wiki' komutunu kullanan bir Wikipedia botu.",
    "project_2_title": "Ürün Tanıtım Sayfası",
    "project_2_description": "FreeCodeCamp için yapılmış bir ürün tanıtım sayfası.",
    "project_3_title": "Teknik Dokümantasyon Sayfası",
    "project_3_description": "Temel bir teknik dokümantasyon sayfası.",
    "project_4_title": "Anket Sayfası",
    "project_4_description": "FreeCodeCamp için yapılmış bir anket sayfası."
  }
}
